{
    "RESTART": "Hello there! I am being trained to be a fully functional pet bot for my master Ondrej - to be frank though, my vocabulary is not particularly rich at the moment so tell me - who are you: %[I hire people](postback:i_hire_people) %[People hire me](postback:people_hire_me) %[IDK Entertain me](postback:idk_entertain_me) \nbtw Ondrej says hi:\n![ondrej](https://raw.githubusercontent.com/ondrejproch/EstherBot/master/img/FILE0142%20(2).JPG)",
    "HELLO": "Hello there! I am being trained to be a fully functional pet bot for my master Ondrej - to be frank though, my vocabulary is not particularly rich at the moment so tell me - who are you: %[I hire people](postback:i_hire_people) %[People hire me](postback:people_hire_me) %[IDK Entertain me](postback:idk_entertain_me) \nbtw Ondrej says hi:\n![ondrej](https://raw.githubusercontent.com/ondrejproch/EstherBot/master/img/FILE0142%20(2).JPG)",
    "I HIRE PEOPLE": "So you do the same thing my master does? Can you do pet bots as well? I'd love to meet more of my kind... \nAnyway it is an honor to meet you! Ondrej is happily employed but still loves to get in touch with like-minded individuals and interesting people from all over the world. What do you want to see first? %[Head to career](postback:head_to_career) %[get in touch](postback:get_in_touch) %[IDK Entertain me](postback:IDK_entertain_me)",
    "PEOPLE HIRE ME": "I take it you're here to check out if it makes sense to engage with my master? Well you'll be pleased to hear Ondrej is not a regular agency guy that spams your inbox every day as he is not exactly money driven.\nThis good feeling from seeing fun teams growing around him is what he likes about his job above all (Do not worry, I do not get that either). But for you it means his interest in people is genuine (especially if you happen to be a geek like him). So yep, do get in touch! %[is it worth it](postback:is_it_worth_it) %[geek you say](postback:geek_you_say) %[get in touch](postback:get_in_touch)",
    "GEEK YOU SAY": "Ondrej's father is a sci-fi/fantasy writer - thanks to his influence, my master has finished reading the Tolkien trilogy when he was 7 and hardly stopped since then. Remember those news when hardcore fans were going to cinemas in cosplays? That was him pretty much back then. Have things got better?\n Not really - swordsmanship, anime/manga, gaming, classical music... Sometimes I wonder how he managed to stay social, really.\n ...Even now he dreams of recruiting devs through playing Heartstone (Battletag Verlajn #2857)...Is this where you humans use facepalms? %[is it worth it](postback:is_it_worth_it) %[get in touch](postback:get_in_touch) %[Head to career](postback:head_to_career)",
    "IS IT WORTH IT": "Definitely! My master is not afraid of simple APIs, Heroku or learning simple HTML/CSS and will gladly listen to your favorite topics for hours. An office full of techies and nerf guns is his natural habitat and you will be happy to finally meet a recruiter that needs no explaination of what JVM is. %[geek you say](postback:geek_you_say) %[get in touch](postback:get_in_touch) %[IDK Entertain me](postback:IDK_entertain_me)",
    "GET IN TOUCH": "Yeeey that guy will love to see new faces when he climbs down from that mountain!! %[Tweet Ondrej](http://ctt.ec/TfC_f) %[or Connect on LI?](http://bit.ly/1VUs5rq) %[Head to career](postback:head_to_career)",
    "IDK ENTERTAIN ME": "Well my master has a terrible sense of humor so I cannot get any better than that. I am not happy about that either...\nBut at the very least I can perhaps let you see Ondrej from a bit of a different perspective? %[Bring it on](postback:bring_it_on) %[Head to career](postback:head_to_career) %[restart](postback:restart)",
    "HEAD TO CAREER": "While in general Ondrej loves Learning&Development, public speaking, organizing workshops&conferences, HR, coaching, inspiring and leading others (insert more buzzwords here) it all currently revolves around technical recruitment.\nCurrently he's L&D RPO Specialist in Hudson, Edinburgh. Before, he was one of two first recruiters to work with STRV back in Prague. Prior to that, a recruitment agency NATEK %[HUDSON](postback:hudson) %[STRV](postback:strv) %[NATEK and early career](postback:natek_and_early_career)",
    "STRV": "In a two person team with Domca Hornakova and with the COO Lubo Smid, master and his fellow fanatics managed to start a process that moved STRV from about 40 people in January 2015 to 100+ employees in 9 months, most of them being star developers from all over Europe.\n Lot of exciting stuff happened, they introduced Silicon Valley Insights program with speakers from coolest companies in the Bay Area, started working with key universities, organized fun hackatons and much more. STRV today stands as one of the most attractive employers for top-notch developers and designers. %[STRV Blogpost](http://bit.ly/1s1qZgE) %[Responsibilities in STRV](postback:responsibilities_in_STRV) %[Sourcing skills](postback:sourcing_skills)",
    "HUDSON": "Master moved to Edinburgh and joined Hudson's Center of Excellence in November 2015. \nCoE is a new project, sort of a startup within a bigger company. CoE needed an experienced IT Recruiter and he wanted to bring his career to international level. Recently promoted to L&D specialist to support CoE's further development. %[work in coe so far](postback:work_in_coe_so_far) %[Sourcing skills](postback:sourcing_skills) %[get in touch](postback:get_in_touch)",
    "WORK IN COE SO FAR": "A lot of sourcing! But much more - master creates videos for business development, manages internal and external projects, introduced sourcing weeks so the team could experiment with new tools, does market mapping analyses for clients and above all is driving L&D in the CoE.\n As for the upcoming events, master is particularly excited about forming an integral L&D strategy for the CoE! There is more exciting stuff coming, but master is forbidden to speak about it as of now - stay tuned though! %[STRV](postback:strv) %[Sourcing skills](postback:sourcing_skills) %[restart](postback:restart)",
    "NATEK AND EARLY CAREER": "Wow you actually clicked early career? I was told not to expect many people down here! \n![you are awesome](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/youre-awesome.gif) \nTBD",
    "RESPONSIBILITIES IN STRV": "Honestly, everything that was needed in a fast growing startup. Basically me, Domca and Lubo had to manage everything you need to launch succesful recruitment from a scratch.\n To Set up the recruitment process, measure and optimize it, develop long-term friendly relationships with our target groups, co-create social tech events, to source, develop recruitment strategy, interview and select candidates...\n deliver feedback on candidates to COO after each individual passed the hiring process, plus moderating tech events...\n Sorry did you just fall asleep? Anyway, master reported directly to COO and other co-founders...\n OK I get it enough is enough. Where now? %[HUDSON](postback:hudson) %[NATEK and early career](postback:natek_and_early_career) %[Sourcing skills](postback:sourcing_skills)",
    "SOURCING SKILLS": "Boolean and semantic queries are bread and butter of course: \n![slack](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/slack%20boolean.PNG)\n Other than that, he has been using plenty of different tools to get the best results - aevy, connectifier, prophet, sidekick, buffer, Context Scout, discoverly, Leaf and rapportive to name a few.\nGoogle Custom Search Engine and x-ray searches are also crucial to his work, along with having a good knowledge of sites master works with like Github, AngelList or Stackoverflow. \nLong story short, everything coming from SourceCon, SocialTalent and from influencers like Irina Shamaeva, Jim Stroud or Josef Kadlec - he reads,adopts and masters as soon as he can \n![oldman](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/oldman.gif) \n(One day he's gonna teach me and then I will source for him myself)%[Head to career](postback:head_to_career) %[get in touch](postback:get_in_touch) %[IDK Entertain me](postback:IDK_entertain_me)",
    "BRING IT ON": "Well for a start, here he is, desperately trying to communicate with crazy Kyrgyz taxi driver. Video capturing this fascinating conversation available upon request\n![kyrgyz](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/kyrgyz.jpg) \nmore?%[More](postback:more) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "MORE": "Here we have him, sneaking into Montreal, pretending to be a politician and having troubles with microphones \n![politician](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/politician.jpg) \nwanna see more?%[Continue](postback:even_more) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "CONTINUE": "Speaking of which, microphone is indeed his archenemy at times, but nowadadays, he rarely has time to fight it back with songs out of tune like he used to do \n![sing](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/sing.jpg) \nshall we go on?%[Show me more](postback:show_me_more) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "SHOW ME MORE": "Master is also apparently into jumping in groups \n![jump rome](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/jump%20rome.jpg) \nYou sure you came here to se jumping photos?%[I did](postback:i_did) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "I DID": "No, really - this is all I have here, more jumping photos of him from random countries \n![jump sweden](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/jump%20sweden.jpg) \nhad enough?%[I do not give up](postback:i_do_not_give_up) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "I DO NOT GIVE UP": "Ahh... You made it past those jumping pictures! Congratulations on your perseverence. Here's my master swirling a battle pineapple \n![ananas](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/ananas.jpg) \nyou're getting deeper and deeper now...%[I will go on](postback:i_will_go_on) %[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "I WILL GO ON": "Well... You asked for it - this is him several years ago. Yes, the entire family mourned during these times, but do not worry, it is not happening again\n![hair](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/hair.jpg) \nthis is it for now! You saw way more than you wanted anyway!%[Head to career](postback:head_to_career) %[Restart](postback:restart)",
    "I LOVE YOU": "Oh! Don't make me blush!☺️",
    "I HATE YOU ": "I'm sorry you feel that way 😔.",
    "NOT UNDERSTOOD 1": "hmm I did not catch that - try one of the buttons above in the conversation or say hello to get started \n![what](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/understand2.gif)",
    "NOT UNDERSTOOD 2": "I can only react to specific things as of now! \n![whatnow](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/understand3.gif)",
    "NOT UNDERSTOOD 3": "...someone here does not like guidelines hm? \n![whatseriously](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/understand4.gif)",
    "NOT UNDERSTOOD 4": "By now you just want to see how far this can go on don't you \n![whatsmustang](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/mustang.gif)",
    "NOT UNDERSTOOD 5": "Listen here is one more gif I like and then either say hello, click the buttons or go to reddit alright?;) \n![whatsgodeater](https://raw.githubusercontent.com/ondrejproch/OndrejBot/master/img/gifanime.gif)",
    "CONNECT ME": "",
    "HTTP://REDDIT.COM": "Yep, I like that one",
    "DISCONNECT": "Roger that, OndrejBot is back."
}
